{
    "intro": {
      "greeting": "こんにちは、",
      "name": "ガバリケダル です",
      "description": "私は創造的な UX/UI デザイナーであり、デザインとコーディング能力を融合できる熟練したフロントエンド開発者です。 ウェブデザインと開発の新たなフロンティアを探求したいという好奇心に駆られています。 ユーザーを魅了し、喜ばせる革新的な解決の提供に努めます。",
      "role": "クリエイティブ",
      "subRole": "開発者",
      "subRole1": "開発者",
      "subRole2": "デザイナー",
      "subRole3": "編集者"
    },
    "navbar": {
      "about": "私について",
      "projects": "プロジェクト",
      "contact": "連絡先"
    },
    "About": {
      "title": "私について",
      "description": "私はインド出身です。 私はデザインを専門としていますが、フロントエンド開発者でもあります。 インドのデザイン学校を卒業後、UI/UXデザイナー、グラフィックデザイナー、ビデオ編集者、イラストレーターとして働いた経験があり、多様なクリエイティブなバックグラウンドを持っています。 私は毎日新しいことを学ぶことに情熱を持っており、それを自分の仕事に取り入れたいと思っています。 私の目標は、革新的なデザインとプログラミングを融合して、魅力的でユーザーフレンドリーなデジタル体験を生み出すことです。",
      "button": "私の履歴書"
    },
    "Project": {
      "title": "プロジェクト",
      "button": "チェックする"
    },
    "Project1": {
      "description": "バックエンド機能として React JS と Firebase を使用して、ユーザー認証とリアルタイムのデータ取得を可能にする、ポートフォリオ用の Little Lemon という存在しないレストランのウェブサイトを開発しました。 Firebase を使用すると、ユーザーはオンラインで簡単にサインアップ、ログイン、注文、テーブルの予約を行うことができます。 このウェブサイトは、シームレスなエクスペリエンスを実現するクリーンで直感的なユーザー インターフェイスを備えています。 このプロジェクトは、レストラン サービスを強化するための最新のウェブテクノロジーの力を実証します。"
    },
    "Project2": {
      "description": "私の CSS スキルを披露するために、React と Firebase を使用して魅力的な Disney+ クローンウェブサイトを開発しました。 このプロジェクトの際立った機能は、ユーザーが後で視聴する映画やシリーズのリストを作成および管理できる、パーソナライズされたウォッチリスト機能です。 ユーザー インターフェイスは、CSS の詳細に細心の注意を払って象徴的な Disney+ スタイルを反映しており、没入型で視覚的に魅力的な体験を提供します。"
    },
    "Project3": {
      "description": "API 処理スキルと Bootstrap などのライブラリの習熟度を示す、シンプルな天気アプリを作成しました。 このプロジェクトにより、ユーザーは任意の場所の現在の気象状況と予報を簡単に取得して表示できるようになります。 このアプリは、Bootstrap によるレスポンシブなデザインを特徴としており、さまざまなデバイス間でシームレスなエクスペリエンスを保証します。"
    },
    "Project4": {
      "description": "React と Tailwind CSS を使用してメモアプリを構築し、シンプルなデザインと重要な機能を紹介しました。 ユーザーは、タスクを作成、編集、完了としてマークしたり、過去に完了したタスクを確認したりできます。 データはブラウザのローカル ストレージに保存されます。 このプロジェクトは、ユーザー エクスペリエンスとタスク管理の効率に重点を置き、依存関係を最小限に抑えた機能的でスタイリッシュなアプリケーションを開発する私の能力を強調しています。"
    },
    "Project5": {
      "description": "私は、HTML、CSS、JavaScript を使用して、アパートの賃貸と販売のリストを提供する最初の e コマース プロジェクト Apato を作成しました。 このプロジェクトは私の初期のウェブ開発の軌跡を反映しており、フロントエンド開発とE-コマースの概念における基礎的なスキルを実証しています。 一つの残念な点は、このプロジェクトで React を使用しなかったことです。そうすれば機能性とスケーラビリティが向上するはずです。"
    },
    "Contact": {
      "title": "連絡先",
      "name": "氏名",
      "email": "メール",
      "message": "メッセージ",
      "button": "送信"
    },
    "Footer": {
      "copyrights": "2024 - 無断複写・転載を禁じます | ガバリ・ケダル によってデザインおよび開発されました"
    }
  }